<?php

return [
    'codes' => [
        'title' => 'الأكواد',
        'all' => 'جميع الأكواد',
        'create' => 'إنشاء كود',
        'edit' => 'تعديل الكود',
        'show' => 'عرض الكود',
    ],
    'no' => [
        'not-used' => 'لم يتم استخدامه بعد',
        'codes' => 'لا يوجد أكواد',
        'groups' => 'لا توجد مجموعات'
    ],
    'expired' => 'انتهت صلاحية الكود',
    'code' => 'مفتاح الكود',
    'code-group' => 'مجموعة الكود',
    'balance' => 'رصيد الكود',
    'buttons' => [
        'create' => 'إنشاء',
        'save' => 'حفظ',
        'update' => 'تحديث',
    ],
    'added-success' => 'تمت إضافة الكود بنجاح',
    'updated-success' => 'تم تحديث الكود بنجاح',
    'deleted' => 'تم حذف الكود بنجاح',
];
