<?php

return [
    'codes' => [
        'title' => 'المحافظ',
        'all' => 'جميع المحافظ',
        'create' => 'إنشاء محفظة',
        'edit' => 'تعديل المحفظة',
        'show' => 'عرض المحفظة',
    ],
    'no' => [
        'not-used' => 'لم يتم استخدامها بعد',
        'codes' => 'لا يوجد محافظ',
        'groups' => 'لا توجد مجموعات'
    ],
    'expired' => 'انتهت صلاحية المحفظة',
    'code' => 'كود المحفظة',
    'code-group' => 'المجموعة',
    'balance' => 'رصيد المحفظة',
    'buttons' => [
        'create' => 'إنشاء',
        'save' => 'حفظ',
        'update' => 'تحديث',
    ],
    'added-success' => 'تمت إضافة المحفظة بنجاح',
    'updated-success' => 'تم تحديث المحفظة بنجاح',
    'deleted' => 'تم حذف المحفظة بنجاح',
    'max' => 'لا يمكن اتمام تلك الخطوة, سوف يصبح رصيد المجموعة اكبر من العدد المحدد',
];
