<?php

return [
    'groups' => [
        'title' => 'المجموعات',
        'all' => 'جميع المجموعات',
        'create' => 'إنشاء مجموعة',
        'edit' => 'تعديل مجموعة',
        'show' => 'عرض المجموعة',
    ],
    'name' => 'اسم المجموعة',
    'current' => 'الاسهم الحالية',
    'max' => 'أقصى عدد اسهم',
    'gm' => 'جرام',
    'gain' => [
        'title' => 'ربح المجموعة',
        'normal' => 'تقليدي (3 دل)',
        'rezon' => 'ريزون (6 دل)',
    ],
    'status' => [
        'title' => 'حالة المجموعة',
        'available' => 'متاحة للاستثمار',
        'completed' => 'اكتملت',
        'manufacturing' => 'قيد التصنيع',
        'cancelled' => 'الغاء',
    ],
    'avatar' => 'صورة المجموعة',
    'created' => 'تاريخ الإنشاء',
    'updated' => 'آخر تحديث في',
    'buttons' => [
        'create' => 'إنشاء',
        'save' => 'حفظ',
        'update' => 'تحديث',
    ],
    'added-success' => 'تمت إضافة المجموعة بنجاح',
    'updated-success' => 'تمت تحديث المجموعة بنجاح',
    'magnificent-first' => 'خطوة مسبقة',
    'deleted' => 'تم حذف المجموعة بنجاح',
    'wrong-id' => 'رقم معرف خاطئ'
];
